

help_text = (
    'Привет, {full_name}! 👋\n\n'
    
    '<b>Система репутации:</b>\n'
    'Вы можете изменять репутацию других пользователей, отвечая на их сообщения символами <b>+</b> или <b>-</b>.\n'
    '• Изменить репутацию одному и тому же человеку можно не чаще, чем раз в час.\n'
    '• Посмотреть репутацию можно командой <code>/info</code>.\n\n'

    '<b>Команды управления (только для админов):</b>\n'
    '• <code>/warn [причина]</code> — выдать предупреждение пользователю (ответом на сообщение).\n'
    '• <code>/kick [причина]</code> — исключить пользователя из чата (ответом на сообщение).\n\n'

    '<b>Информационные команды:</b>\n'
    '• <code>/info</code> — общая информация о пользователе (репутация, варны, кики).\n'
    '• <code>/tech_info</code> — техническая информация о пользователе.\n\n'

    'Github: https://github.com/love-apples/maxapi\n'
    'Документация: https://github.com/love-apples/maxapi/wiki\n'
    'Чат поддержки: https://t.me/maxapi_github'
)